Repository: CrazyProger1/PC-Alarm
Catalog: resources/languages/*/LC_MESSAGES/bot.po
Languages: uk

source: Welcome, {first_name}!
uk: Привіт, {first_name}❗️ Цей бот допоможе тобі контролювати твій ПК на відстані, а також, він може виконувати деякі корисні дії🛠

source: Said
uk: Промовив🗣

source: Played
uk: Зіграв🎵

source: Wrong frequency value! It must be in the range from 37 to 32767
uk: Неправильне значення частоти❌ Воно має бути в діапазоні від 37 до 32767❗️

source: Beep played
uk: Звуковий сигнал зіграв🔊

source: Language changed
uk: Змінено мову💬

source: This language is not available yet
uk: Ця мова поки що недоступна❌

source: This user is not in the database
uk: Користувача не знайдено в базі, спочатку він повинен написати боту для реєстрації🧑‍💻

source: The user has been added to the owners group
uk: Користувача додано до групи власників🔗

source: Command arguments is missing: {args}
uk: Аргументи команди відсутні: {args}❌

source: Target does not exists: {target}
uk: Змінної не існує: {target}❌

source: File {path} does not exists!
uk: Файл {path} не існує❗️

source: Alarm Turned ON
uk: Сигналізацію активовано🔔

source: ALARM
uk: 🚨ТРИВОГА🚨

source: Alarm Turned OFF
uk: Сигналізацію деактивовано🔕

source: Shutting down...
uk: Комп'ютер вимикається🛑...

source: Restarting...
uk: Комп'ютер перезавантажується🔃...

source: Ending session...
uk: Сеанс завершується🔑...

source: Main menu
uk: Головне меню📎

source: Settings
uk: Налаштування⚙️

source: Interactive Actions
uk: Дії🛠

source: Send me a text and I will say it on the target machine
uk: Надішліть мені текстове повідомлення, і я скажу його на цільовій машині🗣

source: Send me music or voice message and I will play it on the target machine
uk: Надішліть мені музику чи голосове повідомлення, і я відтворю їх на цільовій машині🎵

source: Choose the beep frequency or send custom
uk: Виберіть частоту звукового сигналу або надішліть числом (від 37 до 32767)🔊

source: Language Settings
uk: Налаштування мови💬

source: Choose Language
uk: Оберіть мову💬

source: Add Owner
uk: Додати власника🧑‍💻

source: Turn ON Alarm
uk: Активувати сигналізацію🔔

source: Turn OFF Alarm
uk: Деактивувати сигналізацію🔕

source: Make Photo
uk: Зробити фото📸

source: Make Screenshot
uk: Зробити скріншот🖥

source: Interaction
uk: Взаємодія🛠

source: Shutdown PC
uk: Вимкнути ПК🛑

source: Restart PC
uk: Перезавантажити ПК🔃

source: End Session
uk: Завершити сеанс🔑

source: Say
uk: Сказати🗣

source: Music
uk: Музика🎵

source: Beep
uk: Сигнал🔊

source: Back
uk: Назад⬅️

source: Language
uk: Мова💬

source: Enter the @username
uk: Введіть @нікнейм_користувача🧑‍💻
